[
  {
    "name": "Suicide Squad",
    "description": "A secret government agency recruits some of the most dangerous incarcerated criminals to form a defensive task force, with their first case leading to a potential apocalypse."
  },
  {
    "name": "Don't Breathe",
    "description": "Hoping to walk away with a massive fortune, a trio of thieves break into the house of a blind man who isn't as helpless as he seems."
  },
  {
    "name": "Sausage Party",
    "description": "A sausage strives to discover the truth about his existence."
  },
  {
    "name": "Blood Father",
    "description": "An ex-con reunites with his estranged wayward 17-year old daughter to protect her from drug dealers who are trying to kill her."
  },
  {
    "name": "Max Steel",
    "description": "The adventures of teenager Max McGrath and alien companion Steel, who must harness and combine their tremendous new powers to evolve into the turbo-charged superhero Max Steel."
  },
  {
    "name": "Mechanic: Resurrection",
    "description": "Arthur Bishop thought he had put his murderous past behind him when his most formidable foe kidnaps the love of his life. Now he is forced to travel the globe to complete three impossible assassinations, and do what he does best, make them look like accidents."
  },
  {
    "name": "War Dogs",
    "description": "Based on the true story of two young men, David Packouz and Efraim Diveroli, who won a $300 million contract from the Pentagon to arm America's allies in Afghanistan."
  },
  {
    "name": "The Jungle Book",
    "description": "After a threat from the tiger Shere Khan forces him to flee the jungle, a man-cub named Mowgli embarks on a journey of self discovery with the help of panther, Bagheera, and free spirited bear, Baloo."
  },
  {
    "name": "Captain America: Civil War",
    "description": "Political interference in the Avengers' activities causes a rift between former allies Captain America and Iron Man."
  },
  {
    "name": "The Conjuring 2",
    "description": "Lorraine and Ed Warren travel to north London to help a single mother raising four children alone in a house plagued by a malicious spirit."
  },
  {
    "name": "Jason Bourne",
    "description": "The CIA's most dangerous former operative is drawn out of hiding to uncover more explosive truths about his past."
  },
  {
    "name": "A Dog's Purpose",
    "description": "A dog looks to discover his purpose in life over the course of several lifetimes and owners."
  },
  {
    "name": "The Light Between Oceans",
    "description": "A lighthouse keeper and his wife living off the coast of Western Australia raise a baby they rescue from an adrift rowboat."
  },
  {
    "name": "Now You See Me 2",
    "description": "The Four Horsemen resurface and are forcibly recruited by a tech genius to pull off their most impossible heist yet."
  },
  {
    "name": "Justice League",
    "description": "Fueled by his restored faith in humanity and inspired by Superman's selfless act, Bruce Wayne enlists the help of his newfound ally, Diana Prince, to face an even greater enemy."
  },
  {
    "name": "Morgan",
    "description": "A corporate risk-management consultant must decide whether or not to terminate an artificially created humanoid being."
  },
  {
    "name": "Willy Wonka & the Chocolate Factory",
    "description": "Charlie receives a golden ticket to a factory, his sweet tooth wants going into the lushing candy, it turns out there's an adventure in everything."
  },
  {
    "name": "Ben-Hur",
    "description": "Judah Ben-Hur, a prince falsely accused of treason by his adopted brother, an officer in the Roman army, returns to his homeland after years at sea to seek revenge, but finds redemption."
  },
  {
    "name": "It",
    "description": "In a small town in Maine, seven children known as The Losers Club come face to face with life problems, bullies and a monster that takes the shape of a clown called Pennywise."
  },
  {
    "name": "The Secret Life of Pets",
    "description": "The quiet life of a terrier named Max is upended when his owner takes in Duke, a stray whom Max instantly dislikes."
  },
  {
    "name": "Beauty and the Beast",
    "description": "An adaptation of the classic fairy-tale about a monstrous prince and a young woman who fall in love."
  },
  {
    "name": "Fast 8",
    "description": "The plot is unknown at this time."
  },
  {
    "name": "The Magnificent Seven",
    "description": "Seven gun men in the old west gradually come together to help a poor village against savage thieves."
  },
  {
    "name": "Hell or High Water",
    "description": "A divorced dad and his ex-con brother resort to a desperate scheme in order to save their family's ranch in West Texas."
  },
  {
    "name": "The Neon Demon",
    "description": "When aspiring model Jesse moves to Los Angeles, her youth and vitality are devoured by a group of beauty-obsessed women who will take any means necessary to get what she has."
  },
  {
    "name": "Kubo and the Two Strings",
    "description": "A young boy named Kubo must locate a magical suit of armor worn by his late father in order to defeat a vengeful spirit from the past."
  },
  {
    "name": "Spider-Man: Homecoming",
    "description": "A young Peter Parker/Spider-Man begins to navigate his newfound identity as the web-slinging superhero."
  },
  {
    "name": "The Nice Guys",
    "description": "A mismatched pair of private eyes investigate the apparent suicide of a porn star in 1970s Los Angeles."
  },
  {
    "name": "Power Rangers",
    "description": "A group of high-school kids, who are infused with unique superpowers, harness their abilities in order to save the world."
  },
  {
    "name": "Star Trek Beyond",
    "description": "The USS Enterprise crew explores the furthest reaches of uncharted space, where they encounter a new ruthless enemy who puts them and everything the Federation stands for to the test."
  },
  {
    "name": "Blair Witch",
    "description": "After discovering a video showing what he believes to be his sister's experiences in the demonic woods of the Blair Witch, James and a group of friends head to the forest in search of his lost sibling."
  },
  {
    "name": "Teenage Mutant Ninja Turtles: Out of the Shadows",
    "description": "After facing Shredder, who has joined forces with mad scientist Baxter Stockman and henchmen Bebop and Rocksteady to take over the world, the Turtles must confront an even greater nemesis: the notorious Krang."
  },
  {
    "name": "Bad Moms",
    "description": "When three overworked and under-appreciated moms are pushed beyond their limits, they ditch their conventional responsibilities for a jolt of long overdue freedom, fun, and comedic self-indulgence."
  },
  {
    "name": "Blazing Saddles",
    "description": "To ruin a western town, a corrupt political boss appoints a black sheriff, who promptly becomes his most formidable adversary."
  },
  {
    "name": "XOXO",
    "description": "Six strangers' lives collide in one frenetic, dream-chasing, hopelessly romantic night."
  },
  {
    "name": "Batman v Superman: Dawn of Justice",
    "description": "Fearing that the actions of Superman are left unchecked, Batman takes on the Man of Steel, while the world wrestles with what kind of a hero it really needs."
  },
  {
    "name": "Me Before You",
    "description": "A girl in a small town forms an unlikely bond with a recently-paralyzed man she's taking care of."
  },
  {
    "name": "Shut In",
    "description": "A heart-pounding thriller about a widowed child psychologist who lives in an isolated existence in rural New England. Caught in a deadly winter storm, she must find a way to rescue a young boy before he disappears forever."
  },
  {
    "name": "Young Frankenstein",
    "description": "An American grandson of the infamous scientist, struggling to prove that he is not as insane as people believe, is invited to Transylvania, where he discovers the process that reanimates a dead body."
  },
  {
    "name": "Kingsglaive: Final Fantasy XV",
    "description": "King Regis, who oversees the land of Lucis, commands his army of soldiers to protect the kingdom from the Niflheim empire's plans to steal the sacred crystal which gives Lucis its magic and power."
  },
  {
    "name": "Sully",
    "description": "The story of Chesley Sullenberger, who became a hero after gliding his plane along the water in the Hudson River, saving all of the airplane flights 155 crew and passengers."
  },
  {
    "name": "Transformers: The Last Knight",
    "description": "Plot is unknown."
  },
  {
    "name": "A United Kingdom",
    "description": "Prince Seretse Khama of Botswana causes an international stir when he marries a white woman from London in the late 1940s."
  },
  {
    "name": "The Disappointments Room",
    "description": "A mother and her young son release unimaginable horrors from the attic of their rural dream home."
  },
  {
    "name": "Imperium",
    "description": "Idealistic FBI agent Nate Foster goes undercover to take down a radical white supremacy terrorist group. The up-and-coming analyst must confront the challenge of sticking to a new identity ...                See full summary »"
  },
  {
    "name": "Jue di tao wang",
    "description": "A detective from Hong Kong teams up with an American gambler to battle against a notorious Chinese criminal."
  },
  {
    "name": "Rings",
    "description": "A young woman finds herself on the receiving end of a terrifying curse that threatens to take her life in seven days."
  },
  {
    "name": "The Sea of Trees",
    "description": "A suicidal American befriends a Japanese man lost in a forest near Mt. Fuji and the two search for a way out."
  },
  {
    "name": "Rogue One: A Star Wars Story",
    "description": "The Rebellion makes a risky move to steal the plans to the Death Star, setting up the epic saga to follow."
  },
  {
    "name": "Nerve",
    "description": "A high school senior finds herself immersed in an online game of truth or dare, where her every move starts to become manipulated by an anonymous community of \"watchers.\""
  },
  {
    "name": "Baywatch",
    "description": "Two unlikely prospective lifeguards vie for jobs alongside the buff bodies who patrol a beach in California."
  },
  {
    "name": "Pete's Dragon",
    "description": "The adventures of an orphaned boy named Pete and his best friend Elliot, who just so happens to be a dragon."
  },
  {
    "name": "The Shallows",
    "description": "A mere 200 yards from shore, surfer Nancy is attacked by a great white shark, with her short journey to safety becoming the ultimate contest of wills."
  },
  {
    "name": "My Blind Brother",
    "description": "The rivalry between two brothers reaches a fever pitch during a charity swim competition."
  },
  {
    "name": "Lion",
    "description": "A five-year-old Indian boy gets lost on the streets of Calcutta, thousands of kilometers from home. He survives many challenges before being adopted by a couple in Australia; 25 years later, he sets out to find his lost family."
  },
  {
    "name": "31",
    "description": "Five carnival workers are kidnapped and held hostage in an abandoned, Hell-like compound where they are forced to participate in a violent game, the goal of which is to survive twelve hours against a gang of sadistic clowns."
  },
  {
    "name": "Kickboxer",
    "description": "A kick boxer is out to avenge his brother."
  },
  {
    "name": "The Huntsman: Winter's War",
    "description": "Eric and fellow warrior Sara, raised as members of ice Queen Freya's army, try to conceal their forbidden love as they fight to survive the wicked intentions of both Freya and her sister Ravenna."
  },
  {
    "name": "Star Wars: Episode VII - The Force Awakens",
    "description": "Three decades after the defeat of the Galactic Empire, a new threat arises. The First Order attempts to rule the galaxy and only a ragtag group of heroes can stop them, along with the help of the Resistance."
  },
  {
    "name": "In the Heart of the Sea",
    "description": "A recounting of a New England whaling ship's sinking by a giant whale in 1820, an experience that later inspired the great novel Moby-Dick."
  },
  {
    "name": "Deadpool",
    "description": "A former Special Forces operative turned mercenary is subjected to a rogue experiment that leaves him with accelerated healing powers, adopting the alter ego Deadpool."
  },
  {
    "name": "Doctor Strange",
    "description": "A neurosurgeon with a destroyed career sets out to repair his hands only to find himself protecting the world from inter-dimensional threats."
  },
  {
    "name": "Arrival",
    "description": "A linguist is recruited by the military to assist in translating alien communications."
  },
  {
    "name": "Now You See Me",
    "description": "An FBI agent and an Interpol detective track a team of illusionists who pull off bank heists during their performances and reward their audiences with the money."
  },
  {
    "name": "Maximum Ride",
    "description": "Six children genetically cross-bred with avian DNA, complete with wings, take flight around the country to discover their origins."
  },
  {
    "name": "La La Land",
    "description": "A jazz pianist falls for an aspiring actress in Los Angeles."
  },
  {
    "name": "Café Society",
    "description": "In the 1930s, a young Bronx native moves to Hollywood, where he falls in love with the secretary of his powerful uncle, an agent to the stars. After returning to New York, he is swept up in...                See full summary »"
  },
  {
    "name": "Bridget Jones's Baby",
    "description": "The continuing adventures of British publishing executive Bridget Jones as she enters her 40s."
  },
  {
    "name": "I Am Not a Serial Killer",
    "description": "In a small Midwestern town, a troubled teen with homicidal tendencies must hunt down and destroy a supernatural killer whilst keeping his own inner demons at bay."
  },
  {
    "name": "Lights Out",
    "description": "When her little brother, Martin, experiences the same events that once tested her sanity, Rebecca works to unlock the truth behind the terror, which brings her face to face with an entity that has an attachment to their mother, Sophie."
  },
  {
    "name": "Miss Peregrine's Home for Peculiar Children",
    "description": "When Jacob discovers clues to a mystery that spans different worlds and times, he finds Miss Peregrine's Home for Peculiar Children. But the mystery and danger deepen as he gets to know the residents and learns about their special powers."
  },
  {
    "name": "The Legend of Tarzan",
    "description": "Tarzan, having acclimated to life in London, is called back to his former home in the jungle to investigate the activities at a mining encampment."
  },
  {
    "name": "Mascots",
    "description": "A look into the world of competitive mascots."
  },
  {
    "name": "Pirates of the Caribbean: Dead Men Tell No Tales",
    "description": "Captain Jack Sparrow searches for the trident of Poseidon."
  },
  {
    "name": "Zootopia",
    "description": "In a city of anthropomorphic animals, a rookie bunny cop and a cynical con artist fox must work together to uncover a conspiracy."
  },
  {
    "name": "Warcraft",
    "description": "As an Orc horde invades the planet Azeroth using a magic portal, a few human heroes and dissenting Orcs must attempt to stop the true evil behind this war."
  },
  {
    "name": "Hands of Stone",
    "description": "The legendary Roberto Duran and his equally legendary trainer Ray Arcel change each other's lives."
  },
  {
    "name": "X-Men: Apocalypse",
    "description": "After the re-emergence of the world's first mutant, world-destroyer Apocalypse, the X-Men must unite to defeat his extinction level plan."
  },
  {
    "name": "Thor: Ragnarök",
    "description": "The plot is unknown."
  },
  {
    "name": "Fifty Shades Darker",
    "description": "While Christian wrestles with his inner demons, Anastasia must confront the anger and envy of the women who came before her."
  },
  {
    "name": "Florence Foster Jenkins",
    "description": "The story of Florence Foster Jenkins, a New York heiress who dreamed of becoming an opera singer, despite having a terrible singing voice."
  },
  {
    "name": "Brooklyn",
    "description": "An Irish immigrant lands in 1950s Brooklyn, where she quickly falls into a romance with a local. When her past catches up with her, however, she must choose between two countries and the lives that exist within."
  },
  {
    "name": "Ghostbusters",
    "description": "Following a ghost invasion of Manhattan, paranormal enthusiasts Erin Gilbert and Abby Yates, nuclear engineer Jillian Holtzmann, and subway worker Patty Tolan band together to stop the otherworldly threat."
  },
  {
    "name": "The Danish Girl",
    "description": "A fictitious love story loosely inspired by the lives of Danish artists Lili Elbe and Gerda Wegener. Lili and Gerda's marriage and work evolve as they navigate Lili's groundbreaking journey as a transgender pioneer."
  },
  {
    "name": "Money Monster",
    "description": "Financial TV host Lee Gates and his producer Patty are put in an extreme situation when an irate investor takes over their studio."
  },
  {
    "name": "Ice Age: Collision Course",
    "description": "Manny, Diego, and Sid join up with Buck to fend off a meteor strike that would destroy the world."
  },
  {
    "name": "Neighbors 2: Sorority Rising",
    "description": "When their new next-door neighbors turn out to be a sorority even more debaucherous than the fraternity previously living there, Mac and Kelly team with their former enemy, Teddy, to bring the girls down."
  },
  {
    "name": "Greater",
    "description": "The story of Brandon Burlsworth, possibly the greatest walk-on in the history of college football."
  },
  {
    "name": "The Dark Knight",
    "description": "When the menace known as the Joker wreaks havoc and chaos on the people of Gotham, the caped crusader must come to terms with one of the greatest psychological tests of his ability to fight injustice."
  },
  {
    "name": "Terminator 2: Judgment Day",
    "description": "A cyborg, identical to the one who failed to kill Sarah Connor, must now protect her young son, John Connor, from a more advanced cyborg, made out of liquid metal."
  },
  {
    "name": "The Conjuring",
    "description": "Paranormal investigators Ed and Lorraine Warren work to help a family terrorized by a dark presence in their farmhouse."
  },
  {
    "name": "The Man Who Knew Infinity",
    "description": "The story of the life and academic career of the pioneer Indian mathematician, Srinivasa Ramanujan, and his friendship with his mentor, Professor G.H. Hardy."
  },
  {
    "name": "Guardians of the Galaxy Vol. 2",
    "description": "Set to the backdrop of Awesome Mixtape #2, 'Guardians of the Galaxy Vol. 2' continues the team's adventures as they unravel the mystery of Peter Quill's true parentage."
  },
  {
    "name": "The Girl on the Train",
    "description": "The Girl on the Train is the story of Rachel Watson's life post-divorce. Every day, she takes the train in to work in New York, and every day the train passes by her old house. The house ...                See full summary »"
  },
  {
    "name": "The 5th Wave",
    "description": "Four waves of increasingly deadly alien attacks have left most of Earth decimated. Cassie is on the run, desperately trying to save her younger brother."
  },
  {
    "name": "Dunkirk",
    "description": "Allied soldiers from Belgium, Britain, Canada and France are surrounded by the German army and evacuated during a fierce battle in World War II."
  },
  {
    "name": "Central Intelligence",
    "description": "After he reconnects with an awkward pal from high school through Facebook, a mild-mannered accountant is lured into the world of international espionage."
  },
  {
    "name": "The Martian",
    "description": "An astronaut becomes stranded on Mars after his team assume him dead, and must rely on his ingenuity to find a way to signal to Earth that he is alive."
  },
  {
    "name": "Yoga Hosers",
    "description": "Two teenage yoga enthusiasts team up with a legendary man-hunter to battle with an ancient evil presence that is threatening their major party plans."
  },
  {
    "name": "Harry Potter and the Sorcerer's Stone",
    "description": "Rescued from the outrageous neglect of his aunt and uncle, a young boy with a great destiny proves his worth while attending Hogwarts School of Witchcraft and Wizardry."
  },
  {
    "name": "Angry Birds",
    "description": "Find out why the birds are so angry. When an island populated by happy, flightless birds is visited by mysterious green piggies, it's up to three unlikely outcasts - Red, Chuck and Bomb - to figure out what the pigs are up to."
  },
  {
    "name": "The Dressmaker",
    "description": "A glamorous woman returns to her small town in rural Australia. With her sewing machine and haute couture style, she transforms the women and exacts sweet revenge on those who did her wrong."
  },
  {
    "name": "Snowden",
    "description": "NSA employee Edward Snowden leaks thousands of classified documents to the press."
  },
  {
    "name": "Brotherhood",
    "description": "First, there was Kidulthood, then Adulthood, and now comes Noel Clarke's last instalment: Brotherhood. With Sam facing up to the new world, he realizes it also comes with new problems and ...                See full summary »"
  },
  {
    "name": "See No Evil, Hear No Evil",
    "description": "Dave is deaf, and Wally is blind. They witness a murder, but it was Dave who was looking at her, and Wally who was listening."
  },
  {
    "name": "Wonder Woman",
    "description": "An Amazonian princess leaves her island home to explore the world and, in doing so, becomes one of the world's greatest heroes."
  },
  {
    "name": "Point Break",
    "description": "A young FBI agent infiltrates an extraordinary team of extreme sports athletes he suspects of masterminding a string of unprecedented, sophisticated corporate heists."
  },
  {
    "name": "The Purge: Election Year",
    "description": "Years after sparing the man who killed his son, former police sergeant Barnes has become head of security for Senator Charlie Roan, a Presidential candidate targeted for death on Purge night due to her vow to eliminate the Purge."
  },
  {
    "name": "10 Cloverfield Lane",
    "description": "After getting in a car accident, a woman is held in a shelter with two men, who claim the outside world is affected by a widespread chemical attack."
  },
  {
    "name": "Finding Dory",
    "description": "The friendly but forgetful blue tang fish begins a search for her long-lost parents, and everyone learns a few things about the real meaning of family along the way."
  },
  {
    "name": "Independence Day: Resurgence",
    "description": "Two decades after the first Independence Day invasion, Earth is faced with a new extra-Solar threat. But will mankind's new space defenses be enough?"
  },
  {
    "name": "Bastille Day",
    "description": "A young con artist and former CIA agent embark on an anti-terrorist mission in France."
  },
  {
    "name": "The Big Short",
    "description": "Four denizens in the world of high-finance predict the credit and housing bubble collapse of the mid-2000s, and decide to take on the big banks for their greed and lack of foresight."
  },
  {
    "name": "The Lobster",
    "description": "In a dystopian near future, single people, according to the laws of The City, are taken to The Hotel, where they are obliged to find a romantic partner in forty-five days or are transformed into beasts and sent off into The Woods."
  },
  {
    "name": "Interstellar",
    "description": "A team of explorers travel through a wormhole in space in an attempt to ensure humanity's survival."
  },
  {
    "name": "The Mechanic",
    "description": "Follows an elite hit man as he teaches his trade to an apprentice who has a connection to one of his previous victims."
  },
  {
    "name": "Criminal",
    "description": "In a last-ditch effort to stop a diabolical plot, a dead CIA operative's memories, secrets, and skills are implanted into a death-row inmate in hopes that he will complete the operative's mission."
  },
  {
    "name": "Popstar: Never Stop Never Stopping",
    "description": "When it becomes clear that his solo album is a failure, a former boy band member does everything in his power to maintain his celebrity status."
  },
  {
    "name": "Guardians of the Galaxy",
    "description": "A group of intergalactic criminals are forced to work together to stop a fanatical warrior from taking control of the universe."
  },
  {
    "name": "White Girl",
    "description": "Summer, New York City. A college girl falls hard for a guy she just met. After a night of partying goes wrong, she goes to wild extremes to get him back."
  },
  {
    "name": "Passengers",
    "description": "A spacecraft traveling to a distant colony planet and transporting thousands of people has a malfunction in its sleep chambers. As a result, two passengers are awakened 90 years early."
  },
  {
    "name": "The Wolf of Wall Street",
    "description": "Based on the true story of Jordan Belfort, from his rise to a wealthy stock-broker living the high life to his fall involving crime, corruption and the federal government."
  },
  {
    "name": "Captain Fantastic",
    "description": "In the forests of the Pacific Northwest, a father devoted to raising his six kids with a rigorous physical and intellectual education is forced to leave his paradise and enter the world, challenging his idea of what it means to be a parent."
  },
  {
    "name": "The Hateful Eight",
    "description": "In the dead of a Wyoming winter, a bounty hunter and his prisoner find shelter in a cabin currently inhabited by a collection of nefarious characters."
  },
  {
    "name": "Mad Max: Fury Road",
    "description": "A woman rebels against a tyrannical ruler in postapocalyptic Australia in search for her home-land with the help of a group of female prisoners, a psychotic worshipper, and a drifter named Max."
  },
  {
    "name": "Avengers: Infinity War",
    "description": "Plot is unknown."
  },
  {
    "name": "The Magnificent Seven",
    "description": "An oppressed Mexican peasant village assembles seven gunfighters to help defend their homes."
  },
  {
    "name": "The Shawshank Redemption",
    "description": "Two imprisoned men bond over a number of years, finding solace and eventual redemption through acts of common decency."
  },
  {
    "name": "Manchester by the Sea",
    "description": "An uncle is forced to take care of his teenage nephew after the boy's father dies."
  },
  {
    "name": "Alien: Covenant",
    "description": "The crew of the colony ship Covenant discover what they think is an uncharted paradise, but it is actually a dark, dangerous world, whose sole inhabitant is the synthetic David, survivor of the doomed Prometheus expedition."
  },
  {
    "name": "The Revenant",
    "description": "A frontiersman on a fur trading expedition in the 1820s fights for survival after being mauled by a bear and left for dead by members of his own hunting team."
  },
  {
    "name": "Mike and Dave Need Wedding Dates",
    "description": "Two hard-partying brothers place an online ad to find the perfect dates for their sister's Hawaiian wedding. Hoping for a wild getaway, the boys instead find themselves out-hustled by an uncontrollable duo."
  },
  {
    "name": "The Godfather",
    "description": "The aging patriarch of an organized crime dynasty transfers control of his clandestine empire to his reluctant son."
  },
  {
    "name": "13 Hours",
    "description": "During an attack on a U.S. compound in Libya, a security team struggles to make sense out of the chaos."
  },
  {
    "name": "Genius",
    "description": "A chronicle of Max Perkins's time as the book editor at Scribner, where he oversaw works by Thomas Wolfe, Ernest Hemingway, F. Scott Fitzgerald and others."
  },
  {
    "name": "Hardcore Henry",
    "description": "Henry is resurrected from death with no memory, and he must save his wife from a telekinetic warlord with a plan to bio-engineer soldiers."
  },
  {
    "name": "American Honey",
    "description": "A teenage girl with nothing to lose joins a traveling magazine sales crew, and gets caught up in a whirlwind of hard partying, law bending and young love as she criss-crosses the Midwest with a band of misfits."
  },
  {
    "name": "The Darkness",
    "description": "A family returns from a Grand Canyon vacation, haunted by an ancient supernatural entity they unknowingly awakened and engages them in a fight for their survival."
  },
  {
    "name": "No Country for Old Men",
    "description": "Violence and mayhem ensue after a hunter stumbles upon a drug deal gone wrong and more than two million dollars in cash near the Rio Grande."
  },
  {
    "name": "Stir Crazy",
    "description": "Skip and Harry are framed for a bank robbery and end up in a western prison. The two eastern boys are having difficulty adjusting to the new life until the warden finds that Skip has a ...                See full summary »"
  },
  {
    "name": "Southside with You",
    "description": "Chronicles the summer 1989 afternoon when the future President of the United States of America, Barack Obama, wooed his future First Lady on an epic first date across Chicago's South Side."
  },
  {
    "name": "Assassin's Creed",
    "description": "When Callum Lynch explores the memories of his ancestor Aguilar and gains the skills of a Master Assassin, he discovers he is a descendant of the secret Assassins society."
  },
  {
    "name": "Equals",
    "description": "In an emotionless utopia, two people fall in love when they regain their feelings from a mysterious disease, causing tensions between them and their society."
  },
  {
    "name": "The Dark Tower",
    "description": "Gunslinger Roland Deschain roams an Old West-like landscape in search of the dark tower, in the hopes that reaching it will preserve his dying world."
  },
  {
    "name": "A Flying Jatt",
    "description": "Jatt is a reluctant super hero that fights crime and protects people. He meets his match in the evil Raka who he must face off to save the day."
  },
  {
    "name": "Avengers: Age of Ultron",
    "description": "When Tony Stark and Bruce Banner try to jump-start a dormant peacekeeping program called Ultron, things go horribly wrong and it's up to Earth's Mightiest Heroes to stop the villainous Ultron from enacting his terrible plans."
  },
  {
    "name": "The Blair Witch Project",
    "description": "Three film students vanish after traveling into a Maryland forest to film a documentary on the local Blair Witch legend, leaving only their footage behind."
  },
  {
    "name": "Love & Friendship",
    "description": "Lady Susan Vernon takes up temporary residence at her in-laws' estate and, while there, is determined to be a matchmaker for her daughter Frederica -- and herself too, naturally."
  },
  {
    "name": "The Producers",
    "description": "Producers Max Bialystock and Leo Bloom make money by producing a sure-fire flop."
  },
  {
    "name": "Busanhaeng",
    "description": "While a zombie-virus breaks out in South Korea, a couple of passengers struggle to survive on the train from Seoul to Busan."
  },
  {
    "name": "Sicario",
    "description": "An idealistic FBI agent is enlisted by a government task force to aid in the escalating war against drugs at the border area between the U.S. and Mexico."
  },
  {
    "name": "American Conjuring",
    "description": "A family moves into an abandoned orphanage and they soon learn that their charming orphanage has a disturbing history and are convinced they aren't alone."
  },
  {
    "name": "Room",
    "description": "A young boy is raised within the confines of a small shed."
  },
  {
    "name": "Allegiant",
    "description": "After the earth-shattering revelations of Insurgent, Tris must escape with Four beyond the wall that encircles Chicago, to finally discover the shocking truth of the world around them."
  },
  {
    "name": "The Boss",
    "description": "A titan of industry is sent to prison after she's caught insider trading. When she emerges ready to rebrand herself as America's latest sweetheart, not everyone she screwed over is so quick to forgive and forget."
  },
  {
    "name": "The Intervention",
    "description": "A weekend getaway for four couples takes a sharp turn when one of the couples discovers the entire trip was orchestrated to host an intervention on their marriage."
  },
  {
    "name": "The Dark Knight Rises",
    "description": "Eight years after the Joker's reign of anarchy, the Dark Knight, with the help of the enigmatic Catwoman, is forced from his imposed exile to save Gotham City, now on the edge of total annihilation, from the brutal guerrilla terrorist Bane."
  },
  {
    "name": "Thor: The Dark World",
    "description": "When Dr. Jane Foster gets cursed with a powerful entity known as the Aether, Thor is heralded of the cosmic event known as the Convergence and the genocidal Dark Elves."
  },
  {
    "name": "Pulp Fiction",
    "description": "The lives of two mob hit men, a boxer, a gangster's wife, and a pair of diner bandits intertwine in four tales of violence and redemption."
  },
  {
    "name": "The Man from U.N.C.L.E.",
    "description": "In the early 1960s, CIA agent Napoleon Solo and KGB operative Illya Kuryakin participate in a joint mission against a mysterious criminal organization, which is working to proliferate nuclear weapons."
  },
  {
    "name": "Keanu",
    "description": "Friends hatch a plot to retrieve a stolen kitten by posing as drug dealers for a street gang."
  },
  {
    "name": "Inglourious Basterds",
    "description": "In Nazi-occupied France during World War II, a plan to assassinate Nazi leaders by a group of Jewish U.S. soldiers coincides with a theatre owner's vengeful plans for the same."
  },
  {
    "name": "The Mummy",
    "description": "An ancient queen is awakened from her crypt beneath the desert, bringing with her malevolence grown over millennia, and terrors that defy human comprehension."
  },
  {
    "name": "Ex Machina",
    "description": "A young programmer is selected to participate in a ground-breaking experiment in synthetic intelligence by evaluating the human qualities of a breath-taking humanoid A.I."
  },
  {
    "name": "Mulholland Dr.",
    "description": "After a car wreck on the winding Mulholland Drive renders a woman amnesiac, she and a perky Hollywood-hopeful search for clues and answers across Los Angeles in a twisting venture beyond dreams and reality."
  },
  {
    "name": "Spotlight",
    "description": "The true story of how the Boston Globe uncovered the massive scandal of child molestation and cover-up within the local Catholic Archdiocese, shaking the entire Catholic Church to its core."
  },
  {
    "name": "Green Room",
    "description": "A punk rock band is forced to fight for survival after witnessing a murder at a neo-Nazi skinhead bar."
  },
  {
    "name": "Eye in the Sky",
    "description": "Col. Katherine Powell, a military officer in command of an operation to capture terrorists in Kenya, sees her mission escalate when a girl enters the kill zone triggering an international dispute over the implications of modern warfare."
  },
  {
    "name": "The 9th Life of Louis Drax",
    "description": "A psychologist who begins working with a young boy who has suffered a near-fatal fall finds himself drawn into a mystery that tests the boundaries of fantasy and reality."
  },
  {
    "name": "Mother's Day",
    "description": "Three generations come together in the week leading up to Mother's Day."
  },
  {
    "name": "Westworld",
    "description": "A robot malfunction creates havoc and terror for unsuspecting vacationers at a futuristic, adult-themed amusement park."
  },
  {
    "name": "A Hologram for the King",
    "description": "A failed American sales rep looks to recoup his losses by traveling to Saudi Arabia and selling his company's product to a wealthy monarch."
  },
  {
    "name": "Fantastic Beasts and Where to Find Them",
    "description": "The adventures of writer Newt Scamander in New York's secret community of witches and wizards seventy years before Harry Potter reads his book in school."
  },
  {
    "name": "Anthropoid",
    "description": "Based on the extraordinary true story of Operation Anthropoid, the WWII mission to assassinate SS General Reinhard Heydrich, the main architect behind the Final Solution and the Reich's third in command after Hitler and Himmler."
  },
  {
    "name": "Jane Got a Gun",
    "description": "A woman asks her ex-lover for help in order to save her outlaw husband from a gang out to kill him."
  },
  {
    "name": "Nocturnal Animals",
    "description": "An art gallery owner is haunted by her ex-husband's novel, a violent thriller she interprets as a veiled threat and a symbolic revenge tale."
  },
  {
    "name": "Gone Girl",
    "description": "With his wife's disappearance having become the focus of an intense media circus, a man sees the spotlight turned on him when it's suspected that he may not be innocent."
  },
  {
    "name": "Resident Evil: The Final Chapter",
    "description": "Picking up immediately after the events in Resident Evil: Retribution, humanity is on its last legs in Washington D.C. As the only survivor of what was meant to be humanity's final stand ...                See full summary »"
  },
  {
    "name": "Fight Club",
    "description": "An insomniac office worker, looking for a way to change his life, crosses paths with a devil-may-care soap maker, forming an underground fight club that evolves into something much, much more."
  },
  {
    "name": "Inception",
    "description": "A thief, who steals corporate secrets through use of dream-sharing technology, is given the inverse task of planting an idea into the mind of a CEO."
  },
  {
    "name": "Star Wars: Episode VIII",
    "description": "Having taken her first steps into a larger world in Star Wars: Episode VII - The Force Awakens (2015), Rey continues her epic journey with Finn, Poe and Luke Skywalker in the next chapter of the saga."
  },
  {
    "name": "Deepwater Horizon",
    "description": "A story set on the offshore drilling rig Deepwater Horizon, which exploded during April 2010 and created the worst oil spill in U.S. history."
  },
  {
    "name": "Charlie and the Chocolate Factory",
    "description": "A young boy wins a tour through the most magnificent chocolate factory in the world, led by the world's most unusual candy maker."
  },
  {
    "name": "Harry Potter and the Deathly Hallows: Part 2",
    "description": "Harry, Ron and Hermione search for Voldemort's remaining Horcruxes in their effort to destroy the Dark Lord as the final battle rages on at Hogwarts."
  },
  {
    "name": "The Maze Runner",
    "description": "Thomas is deposited in a community of boys after his memory is erased, soon learning they're all trapped in a maze that will require him to join forces with fellow \"runners\" for a shot at escape."
  },
  {
    "name": "The Flash",
    "description": "The plot is unknown."
  },
  {
    "name": "Jurassic World",
    "description": "A new theme park is built on the original site of Jurassic Park. Everything is going well until the park's newest attraction - a genetically modified giant stealth killing machine - escapes containment and goes on a killing spree."
  },
  {
    "name": "Kingsman: The Secret Service",
    "description": "A spy organization recruits an unrefined, but promising street kid into the agency's ultra-competitive training program, just as a global threat emerges from a twisted tech genius."
  },
  {
    "name": "Batman: The Killing Joke",
    "description": "As Batman hunts for the escaped Joker, the Clown Prince of Crime attacks the Gordon family to prove a diabolical point mirroring his own fall into madness."
  },
  {
    "name": "Avatar",
    "description": "A paraplegic marine dispatched to the moon Pandora on a unique mission becomes torn between following his orders and protecting the world he feels is his home."
  },
  {
    "name": "Gods of Egypt",
    "description": "Mortal hero Bek teams with the god Horus in an alliance against Set, the merciless god of darkness, who has usurped Egypt's throne, plunging the once peaceful and prosperous empire into chaos and conflict."
  },
  {
    "name": "The BFG",
    "description": "A girl named Sophie encounters the Big Friendly Giant who, despite his intimidating appearance, turns out to be a kind-hearted soul who is considered an outcast by the other giants because, unlike them, he refuses to eat children."
  },
  {
    "name": "Inferno",
    "description": "When Robert Langdon wakes up in an Italian hospital with amnesia, he teams up with Dr. Sienna Brooks, and together they must race across Europe against the clock to foil a deadly global plot."
  },
  {
    "name": "Demolition",
    "description": "A successful investment banker struggles after losing his wife in a tragic car crash. With the help of a customer service rep and her young son, he starts to rebuild, beginning with the demolition of the life he once knew."
  },
  {
    "name": "The VVitch: A New-England Folktale",
    "description": "A family in 1630s New England is torn apart by the forces of witchcraft, black magic and possession."
  },
  {
    "name": "Schindler's List",
    "description": "In German-occupied Poland during World War II, Oskar Schindler gradually becomes concerned for his Jewish workforce after witnessing their persecution by the Nazi Germans."
  },
  {
    "name": "Ben-Hur",
    "description": "When a Jewish prince is betrayed and sent into slavery by a Roman friend, he regains his freedom and comes back for revenge."
  },
  {
    "name": "Triple 9",
    "description": "A gang of criminals and corrupt cops plan the murder of a police officer in order to pull off their biggest heist yet across town."
  },
  {
    "name": "Zoom",
    "description": "A multi-dimensional interface between a comic book artist, a novelist, and a film director. Each lives in a separate reality but authors a story about one of the others."
  },
  {
    "name": "Black Mass",
    "description": "The true story of Whitey Bulger, the brother of a state senator and the most infamous violent criminal in the history of SÒouth Boston, who became an FBI informant to take down a Mafia family invading his turf."
  }
]